Repository: crpb/grommunio-cui
Catalog: locale/*/LC_MESSAGES/cui.po
Languages: ar, de, es, fr, ja, tr

source: Log file viewer has to open file {%s} ...
ar: يجب على عارض ملف السجل فتح ملف {%s} ...
de: Log file viewer öffnet Datei {%s} ...
es: El visor de archivos de registro tiene que abrir el archivo {%s} ...
fr: La visionneuse de fichiers journaux doit ouvrir le fichier {%s}...
ja: ログ ファイル ビューアはファイル {%s} を開く必要があります ...
tr: Günlük kütüğü görüntüleyici, {%s} dosyasını açmalıdır...

source: Please wait while `yast2 %s` is being run.
ar: الرجاء الانتظار أثناء تشغيل "yast2%s".
de: Bitte warten während `yast2 %s` gestartet wird.
es: Por favor, espere mientras se ejecuta `yast2 %s`.
fr: Veuillez patienter pendant l'exécution de `yast2 %s`.
ja: `yast2 %s` が実行されている間、お待ちください。
tr: `yast2 %s` çalıştırılırken lütfen bekleyin.

source: admin-web Password Change
ar: تغيير كلمة السر مشرف الويب
de: Admin-Web Passwortänderung
es: admin-web Cambio de contraseña
fr: changement de mot de passe admin-web
ja: admin-web パスワードの変更
tr: admin-web Şifre Değiştirme

source: Enter the new admin-web password:
ar: أدخل كلمة مرور ويب المسؤول الجديدة:
de: Geben Sie das neue Admin-Web Passwort ein:
es: Introduzca la nueva contraseña admin-web:
fr: Saisissez le nouveau mot de passe admin-web :
ja: 新しい admin-web パスワードを入力します。
tr: Yeni admin-web şifresini girin:

source: Opening timesyncd configuration
ar: فتح timeyncd التكوين
de: Öffnen der Zeitsynchronisationskonfiguration
es: Configuración de los horarios de apertura
fr: Ouverture de la configuration timesyncd
ja: timesyncd 設定を開く
tr: "timesyncd" yapılandırması açılıyor

source: Insert the NTP servers separated by <SPACE> char.
ar: أدخل خوادم NTP مفصولة بحرف <SPACE>.
de: Geben Sie die NTP Server getrennt durch <LEERZEICHEN>.
es: Introduzca los servidores NTP separados por caracteres <SPACE>.
fr: Insérez les serveurs NTP séparés par le caractère <ESPACE>.
ja: <SPACE> 文字で区切られた NTP サーバーを挿入します。
tr: <SPACE> karakteriyle ayrılmış NTP sunucularını ekleyin.

source: Opening repository selection
ar: فتح اختيار المستودع
de: Öffne die Auswahl der Repositories
es: Abrir la selección de repositorios
fr: Ouverture de la sélection du référentiel
ja: リポジトリの選択を開く
tr: Depo seçimi açılıyor

source: Software repository selection
ar: اختيار مستودع البرامج
de: Software Repository Auswahl
es: Selección del repositorio de software
fr: Sélection du référentiel logiciel
ja: ソフトウェア リポジトリの選択
tr: Yazılım deposu seçimi

source: Use "community" repository
ar: استخدام مستودع "المجتمع"
de: Benutze das "community" Repository
es: Utilizar el repositorio "comunidad"
fr: Utiliser le référentiel "communautaire"
ja: 「コミュニティ」リポジトリを使用する
tr: "Topluluk" deposunu kullanın

source: Use "supported" repository
ar: استخدم المستودع "المدعوم"
de: Benutze das "supported" Repository
es: Utilizar repositorio "compatible"
fr: Utiliser le référentiel "supporté"
ja: 「サポートされている」リポジトリを使用する
tr: "Desteklenen" depoyu kullan

source: Login successful
ar: تم تسجيل الدخول بنجاح
de: Anmeldung erfolgreich
es: Inicio de sesión correcto
fr: Connexion réussie
ja: ログイン成功
tr: Giriş başarılı

source: , <F4> for Main-Menu
ar: ، <F4> للقائمة الرئيسية
de: , <F4> für Hauptmenü
es: , <F4> para Menú principal
fr: , <F4> pour le menu principal
ja: 、メインメニューの <F4>
tr: , Ana Menü için <F4> tıklayın

source: Returning to main screen.
ar: العودة إلى الشاشة الرئيسية.
de: Zurück zum Hauptbildschirm.
es: Volver a la pantalla principal.
fr: Retour à l'écran principal.
ja: メイン画面に戻ります。
tr: Ana ekrana dönüş.

source: You need root privileges to use another user.
ar: أنت بحاجة إلى امتيازات الجذر لاستخدام مستخدم آخر.
de: Sie brauchen Root-Rechte um einen anderen Benutzer zu benutzen.
es: Necesitas privilegios de root para utilizar otro usuario.
fr: Vous avez besoin des privilèges root pour utiliser un autre utilisateur.
ja: 別のユーザーを使用するには、ルート権限が必要です。
tr: Başka bir kullanıcıyı kullanmak için "root" ayrıcalıklarına ihtiyacınız var.

source: checking user %s with pass
ar: التحقق من المستخدم%s بنجاح
de: prüfe Benutzer %s mit Passwort
es: comprobando usuario %s con pass
fr: vérification de l'utilisateur %s avec pass
ja: パスでユーザー %s をチェックしています
tr: pass ile kullanıcı %s kontrol ediliyor

source: Incorrect credentials. Access denied!
ar: أوراق غير صحيحة. تم الرفض!
de: Falsche Zugangsdaten. Zugriff verweigert!
es: Credenciales incorrectas. Acceso negado!
fr: Identifiants incorrects. Accès refusé !
ja: 資格情報が正しくありません。アクセス拒否！
tr: Yanlış kimlik bilgileri. Erişim reddedildi!

source: Password verification
ar: التحقق من كلمة المرور
de: Passwortprüfung
es: Verificación de contraseña
fr: Vérification du mot de passe
ja: パスワードの確認
tr: Şifre doğrulama

source: Login wrong! (%s)
ar: تسجيل الدخول خاطئ! (%s)
de: Login falsch! (%s)
es: ¡Login incorrecto! (%s)
fr: Connexion erronée ! (%s)
ja: ログイン間違い！ (%s)
tr: Yanlış giriş! (%s)

source: UNKNOWN LABEL
ar: تسمية غير معروفة
de: UNBEKANNTES LABEL
es: LABEL DESCONOCIDO
fr: ÉTIQUETTE INCONNUE
ja: 不明なラベル
tr: BİLİNMEYEN ETİKET

source: Opening keyboard configuration
ar: فتح تكوين لوحة المفاتيح
de: Öffnen der Tastatureinstellung
es: Apertura de la configuración del teclado
fr: Ouverture de la configuration du clavier
ja: キーボード構成を開く
tr: Klavye yapılandırması açılıyor

source: Input expected
ar: يتوقع الإدخال
de: Input erwartet
es: Entrada prevista
fr: Entrée attendue
ja: 期待される入力
tr: Girdi bekleniyor

source: Write succeeded
ar: نجحت الكتابة
de: Schreiben erfolgreich
es: Escribe sucedido
fr: Écriture réussie
ja: 書き込み成功
tr: Yazma başarılı

source: The configuration was
ar: كان التكوين
de: Die Konfiguration wurde
es: La configuración era
fr: La configuration était
ja: 構成は
tr: yapılandırma şuydu

source: updated.
de: aktualisiert.
es: actualizado.
fr: actualisé.
ja: 更新しました。
tr: güncellendi.

source: Write failed
de: Schreiben fehlgeschlagen
es: Error de escritura
fr: Échec de l'écriture
ja: 書き込みに失敗しました
tr: Yazma başarısız oldu

source: not
de: nicht
es: no
fr: ne pas
ja: いいえ
tr: olumsuz

source: Perhaps you have insufficient rights.
de: Vielleicht haben Sie nicht genügend Rechte.
es: Tal vez no tenga suficientes derechos.
fr: Peut-être avez-vous des droits insuffisants.
ja: 権限が不足している可能性があります。
tr: Yeterli yetkiniz olmayabilir.

source: Usage: {%s} [OPTIONS]
de: Anleitung: {%s} [OPTIONS]
es: Uso: {%s} [OPCIONES]
fr: Utilisation : {%s} [OPTIONS]
ja: 使用法: {%s} [オプション]
tr: Kullanım: {%s} [SEÇENEKLER]

source: OPTIONS:
de: OPTIONEN:
es: OPCIONES:
ja: オプション:
tr: SEÇENEKLER:

source: --help: Show this message.
de: --help: Zeigt diesen Text an.
es: --ayuda: Muestra este mensaje.
fr: --aide : afficher ce message.
ja: --help: このメッセージを表示します。
tr: --help: Bu mesajı göster.

source: -v/--debug: Verbose/Debugging mode.
de: -v/--debug: Verbose/Debugging modus.
es: -v/--debug: Verbose/Modo de depuración.
fr: -v/--debug : mode verbeux/débogage.
ja: -v/--debug: 詳細/デバッグ モード。
tr: -v/--debug: Ayrıntılı/Hata ayıklama modu.

source: System password is not set.
de: Das System Passwort ist nicht gesetzt.
es: La contraseña del sistema no está configurada.
fr: Le mot de passe système n'est pas défini.
ja: システムパスワードが設定されていません。
tr: Sistem şifresi ayarlanmamış.

source: Network configuration is missing.
de: Netzwerkgerätekonfiguration fehlt.
es: Falta la configuración de red.
fr: La configuration réseau est manquante.
ja: ネットワーク構成がありません。
tr: Ağ yapılandırması eksik.

source: grommunio-setup has not been run yet.
de: grommunio-setup wurde noch nicht ausgeführt.
es: grommunio-setup aún no se ha ejecutado.
fr: grommunio-setup n'a pas encore été exécuté.
ja: grommunio-setup はまだ実行されていません。
tr: grommunio-setup henüz çalıştırılmadı.

source: timesyncd configuration is missing.
de: Zeitsynchronisationskonfiguration fehlt.
es: Falta la configuración timesyncd.
fr: La configuration de timesyncd est manquante.
ja: timesyncd 構成がありません。
tr: "timesyncd" yapılandırması eksik.

source: nginx is not running.
de: nginx läuft nicht.
es: nginx no está funcionando.
fr: nginx n'est pas en cours d'exécution.
ja: nginx が実行されていません。
tr: "nginx" çalışmıyor.

source: No name found
de: Kein Name gefunden
es: No se ha encontrado ningún nombre
fr: Aucun nom trouvé
ja: 名前が見つかりません
tr: Isim bulunamadı

source: No version detectable
de: Keine Version erkennbar
es: Ninguna versión detectable
fr: Aucune version détectable
ja: バージョンを検出できません
tr: Sürüm algılanamadı

source: Average load:
de: Durchschnittslast:
es: Carga promedio:
fr: Charge moyenne :
ja: 平均負荷:
tr: ortalama yük:

source: Memory {used} used of {total} ({available} free)
de: Speicher {used} von {total} benutzt ({available} frei)
es: Memoria {used} utilizada de {total} ({available} libre)
fr: Mémoire {used} utilisé de {total}({available} libre)
ja: {total} のうち {used} 使用されたメモリ ({available} 空き)
tr: Hafıza {used} kullanılan {total} ({available} boş)

source: For further configuration, these URLs can be used:
de: Für weitere Informationen können Sie die folgenden URLs benutzen:
es: Para una mayor configuración, se pueden utilizar estas URL:
fr: Pour une configuration plus poussée, ces URL peuvent être utilisées :
ja: さらに構成するには、次の URL を使用できます。
tr: Daha fazla yapılandırma için şu URL'ler kullanılabilir:

source: It is generally NOT recommended to use localhost as hostname.
de: Es ist generell NICHT ratsam localhost als Rechnername zu verwenden.
es: Generalmente NO se recomienda utilizar localhost como nombre de host.
fr: Il n'est généralement PAS recommandé d'utiliser localhost comme nom d'hôte.
ja: 通常、localhost をホスト名として使用することはお勧めしません。
tr: Ana bilgisayar adı olarak "localhost" kullanılması genellikle önerilmez.

source: There are still some tasks missing to run/use grommunio.
de: Es sind immer noch einige Aufgaben zu erledigen, um grommunio zu benutzen.
es: Todavía faltan algunas tareas para ejecutar/utilizar grommunio.
ja: grommunio を実行/使用するには、まだいくつかのタスクが不足しています。
tr: grommunio'yu çalıştırmak/kullanmak için hala eksik olan bazı görevler var.

source: Boot Time:
de: Startzeit:
es: Tiempo de arranque:
ja: 起動時間:
tr: Önyükleme süresi:

source: Last login time: {%s}
de: Letzte Anmeldezeit: {%s}
es: Última hora de conexión: {%s}
ja: 最終ログイン時間: {%s}
tr: Son giriş zamanı: {%s}

source: Current language / PPID: {locale.getlocale()[0]} / {os.getppid()}
es: Idioma actual / PPID: {locale.getlocale()[0]} / {os.getppid()}
ja: 現在の言語 / PPID: {locale.getlocale()[0]} / {os.getppid()}
tr: Geçerli dil / PPID: {locale.getlocale()[0]} / {os.getppid()}

source: Oops!
de: Upsi!
es: ¡Ups!
ja: おっとっと！
tr: Hoppala!

source: There should be nothing.
de: Da sollte nichts sein.
es: No debe haber nada.
ja: 何もないはずです。
tr: Hiçbir şey olmamalı.

source: Color
de: Farbe
ja: 色
tr: Renk

source: Keyboard
de: Tastatur
es: Teclado
ja: キーボード
tr: Klavye

source: Exit
de: Verlassen
es: Salida
ja: 出口
tr: Çıkış

source: Logs
de: Protokolle (Logs)
es: Registros
ja: ログ (Logs)
tr: Log Dosyası
