Repository: crpb/grommunio-cui
Catalog: locale/*/LC_MESSAGES/cui.po
Languages: ar, de, es, fr, ja, tr

source: Idle
ar: عاطل
de: Ruhe
es: Ocioso
fr: Au repos
ja: アイドル
tr: Boşta

source: Login
ar: تسجيل الدخول
es: inicio de sesión
fr: Connexion
ja: ログイン
tr: Giriş

source: Username:
ar: اسم المستخدم:
de: Benutzer:
es: nombre de usuario
fr: Nom d'utilisateur:
ja: ユーザー名:
tr: Kullanıcı adı:

source: Password:
ar: كلمة المرور:
de: Passwort:
es: contraseña
fr: Mot de passe:
ja: パスワード：
tr: Şifre:

source: OK
ar: نعم
ja: わかった
tr: Tamam

source: Cancel
ar: إلغاء
de: Abbrechen
es: cancelar
fr: Annuler
ja: キャンセル
tr: İptal

source: Close
ar: قريب
de: Schliessen
es: cerrar
fr: Fermer
ja: 閉じる
tr: Kapat

source: Add
ar: يضيف
de: Hinzu
es: añada
fr: Ajouter
ja: 追加
tr: Ekle

source: Edit
ar: يحرر
de: Editieren
es: editar
fr: Éditer
ja: 編集
tr: Düzenle

source: Details
ar: تفاصيل
es: detalles
fr: Détails
ja: 詳細
tr: Ayrıntılar

source: Space to toggle
ar: مساحة للتبديل
de: Leer zum Umschalten
es: Espacio para alternar
fr: Espace pour basculer
ja: 切り替えるスペース
tr: Genişlet

source: Apply
ar: تطبيق
de: Übernehmen
es: aplicar
fr: Appliquer
ja: 適用
tr: Uygula

source: Save
ar: حفظ
de: Speichern
es: guardar
fr: Sauvez
ja: 保存
tr: Kaydet

source: If this is not that what you expected to see, you probably have insufficient permissions.
ar: إذا لم يكن هذا هو ما كنت تتوقع رؤيته ، فمن المحتمل أن تكون لديك أذونات غير كافية.
de: Wenn dies nicht Ihren Erwartungen entspricht, verfügen Sie wahrscheinlich nicht über ausreichende Berechtigungen.
es: Si esto no es lo que esperaba ver, es probable que tenga permisos insuficientes.
fr: Si ce n'est pas ce que vous espériez voir, vos autorisations sont probablement insuffisantes.
ja: これが期待どおりでない場合は、権限が不十分である可能性があります。
tr: Görmek istediğiniz bu değilse, muhtemelen yeterli yetkiniz yoktur.

source: Main Menu
ar: القائمة الرئيسية
de: Hauptmenu
es: menú principal
fr: Menu principal
ja: メインメニュー
tr: Ana Menü

source: Here you can do the main actions
ar: هنا يمكنك القيام بالإجراءات الرئيسية
de: Hier werden die Hauptaufgaben erledigt
es: Aquí puedes realizar las principales acciones
fr: Ici vous pouvez faire les actions principales
ja: ここで主なアクションを実行できます
tr: Burada ana eylemleri yapabilirsiniz

source: Language configuration
ar: إنشاء اللغة
de: Spracheinstellung
es: Configuración de idiomas
fr: Configuration de la langue
ja: 言語構成
tr: Dil yapılandırması

source: Language
ar: اللغة
de: Sprache
es: idioma
fr: Langue
ja: 言語
tr: Dil

source: Opens the yast2 configurator for setting language settings.
ar: يفتح مُكوِّن yast2 لضبط إعدادات اللغة.
de: Öffnet den yast2 Konfigurator zum Einrichten der Sprachen.
es: Abre el configurador yast2 para configurar los ajustes de idioma.
fr: Ouvre le configurateur yast2 pour définir les paramètres de langue.
ja: 言語設定を行うための yast2 コンフィギュレーターを開きます。
tr: Dil ayarlarını yapmak için yast2 konfigüratörünü açar.

source: Change system password
ar: تغيير كلمة مرور النظام
de: Ändern des System Passworts
es: Cambiar contraseña del sistema
fr: Changer le mot de passe du système
ja: システムパスワードの変更
tr: Sistem şifresini değiştir

source: Password change
ar: تغيير كلمة السر
de: Passwortänderung
es: cambio de contraseña
fr: Changement de mot de passe
ja: パスワードの変更
tr: Şifre değişimi

source: Opens a dialog for changing the password of the system root user. When a password is set, you can login via ssh and rerun grommunio-cui.
ar: يفتح مربع حوار لتغيير كلمة مرور المستخدم الجذر للنظام. عند تعيين كلمة مرور ، يمكنك تسجيل الدخول عبر ssh وإعادة تشغيل grommunio-cui.
de: Öffnet einen Dialog um das System Passwort des root Benutzers anzupassen. Ist das Passwort gesetzt, können Sie sich via ssh einloggen und dort grommunio-cui erneut starten.
es: Abre un diálogo para cambiar la contraseña del usuario root del sistema. Cuando se establece una contraseña, puede iniciar sesión a través de ssh y volver a ejecutar grommunio-cui.
fr: Ouvre une boîte de dialogue permettant de modifier le mot de passe de l'utilisateur racine du système. Lorsqu'un mot de passe est défini, vous pouvez vous connecter via ssh et réexécuter grommunio-cui.
ja: システム root ユーザーのパスワードを変更するためのダイアログを開きます。パスワードが設定されている場合は、ssh 経由でログインし、grommunio-cui を再実行できます。
tr: Sistem "root" kullanıcısının parolasını değiştirmek için bir iletişim kutusu açar. Bir şifre ayarlandığında, "ssh" ile giriş yapabilir ve grommunio-cui'yi tekrar çalıştırabilirsiniz.

source: Network interface configuration
ar: إنشاء واجهة الشبكة
de: Netzwerkgerätekonfiguration
es: Configuración de interfaces de red
fr: Paramétrage des interfaces réseau
ja: ネットワーク インターフェイスの構成
tr: Ağ arabirimi yapılandırması

source: Configuration of network
ar: إنشاء الشبكة
de: Konfiguration des Netzwerks
es: Configuración de red
fr: Paramétrage du réseau
ja: ネットワークの構成
tr: Ağ yapılandırması

source: Opens the yast2 configurator for setting up devices, interfaces, IP addresses, DNS and more.
ar: يفتح مُكوِّن yast2 لإعداد الأجهزة والواجهات وعناوين IP و DNS والمزيد.
de: Öffnet den yast2 Konfigurator zum Einrichten der Geräte, Schnittstellen, IP-Adressen, DNS und mehr.
es: Abre el configurador yast2 para configurar dispositivos, interfaces, direcciones IP, DNS y más.
fr: Ouvre le configurateur yast2 pour configurer les périphériques, les interfaces, les adresses IP, le DNS et plus encore.
ja: デバイス、インターフェース、IP アドレス、DNS などを設定するための yast2 コンフィギュレーターを開きます。
tr: Aygıtları, arabirimleri, IP adreslerini, DNS'yi ve daha fazlasını ayarlamak için yast2 yapılandırıcısını açar.

source: Timezone configuration
ar: تعين المنطقة الزمنية
de: Zeitzonenkonfiguration
es: Configuración de zona horaria
fr: Configuration du fuseau horaire
ja: タイムゾーンの設定
tr: Saat dilimi (Timezone)

source: Timezone
ar: وحدة زمنية
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
ja: タイムゾーン
tr: Saat Dilimi

source: Opens the yast2 configurator for setting country and timezone settings.
ar: يفتح مُكوِّن yast2 لضبط إعدادات البلد والمنطقة الزمنية.
de: Öffnet den yast2 Konfigurator zum Einrichten der Länder und Zeitzoneneinstellungen.
es: Abre el configurador yast2 para configurar el país y la zona horaria.
fr: Ouvre le configurateur yast2 pour définir les paramètres de pays et de fuseau horaire.
ja: 国とタイムゾーンを設定するための yast2 コンフィギュレーターを開きます。
tr: Ülke ve saat dilimi ayarlarını yapmak için yast2 yapılandırıcısını açar.

source: timesyncd configuration
ar: تكوين مرات
de: Zeitsynchronisationskonfiguration
es: configuración de timesyncd
fr: configuration timesyncd
ja: timesyncd 構成
tr: zaman eşitleme yapılandırması

source: timesyncd
ar: مرات
de: Zeitsynchronisationsdienst
ja: 時刻同期

source: Opens a simple configurator for configuring systemd-timesyncd as a lightweight NTP client for time synchronization.
ar: يفتح أداة تكوين بسيطة لتكوين systemd-timeyncd كعميل NTP خفيف الوزن لمزامنة الوقت.
de: Öffnet einen einfachen Konfigurator um systemd-timesyncd als lightweight NTP client zur Zeitsynchronisation einzurichten.
es: Abre un sencillo configurador para configurar systemd-timesyncd como cliente NTP ligero para la sincronización horaria.
fr: Ouvre un configurateur simple pour configurer systemd-timesyncd en tant que client NTP léger pour la synchronisation de l'heure.
ja: 時刻同期用の軽量 NTP クライアントとして systemd-timesyncd を構成するためのシンプルなコンフィギュレーターを開きます。
tr: Zaman senkronizasyonu için "systemd-timesyncd"yi hafif bir NTP istemcisi olarak yapılandırmak için basit bir yapılandırıcı açar.

source: Select software repositories
ar: حدد مستودعات البرامج
de: Software Repositories auswählen
es: Seleccione repositorios de software
fr: Sélectionnez les référentiels de logiciels
ja: ソフトウェア リポジトリの選択
tr: Yazılım depolarını seçin

source: Software repositories selection
ar: اختيار مستودعات البرمجيات
de: Software Repositories Auswahl
es: Selección de los repositorios de software
fr: Sélection des référentiels logiciels
ja: ソフトウェア リポジトリの選択
tr: Yazılım depolarını seçin

source: Opens dialog for choosing software repositories.
ar: يفتح مربع حوار لاختيار مستودعات البرامج.
de: Öffnet einen Dialog zum Auswählen des Software Repositories.
es: Abre un diálogo para elegir los repositorios de software.
fr: Ouvre la boîte de dialogue permettant de choisir les référentiels de logiciels.
ja: ソフトウェア リポジトリを選択するためのダイアログを開きます。
tr: Yazılım depolarını seçmek için iletişim kutusunu açar.

source: Update the system
ar: قم بتحديث النظام
de: Aktualisiere das System
es: Actualizar el sistema
fr: Mettre à jour le système
ja: システムを更新する
tr: Sistemi güncellemek

source: System update
ar: تحديث النظام
es: Actualización del sistema
fr: Mise à jour du système
ja: システムアップデート
tr: Sistem güncelleme

source: Executes the system package manager for the installation of newer component versions.
ar: ينفذ مدير حزمة النظام لتثبيت إصدارات المكونات الأحدث.
de: Führt den System-Paket-Manager zur Installation neuer Komponentenversionen aus.
es: Ejecuta el gestor de paquetes del sistema para la instalación de nuevas versiones de los componentes.
fr: Exécute le gestionnaire de packages système pour l'installation de versions de composants plus récentes.
ja: 新しいコンポーネント バージョンをインストールするために、システム パッケージ マネージャーを実行します。
tr: Daha yeni bileşen sürümlerinin kurulumu için sistem paketi yöneticisini yürütür.

source: grommunio setup wizard
ar: معالج الإعداد grommunio
de: grommunio Setup Assistent
es: asistente de configuración de grommunio
fr: Assistant de configuration de Grommunio
ja: grommunio セットアップ ウィザード
tr: grommunio kurulum sihirbazı

source: Setup wizard
ar: معالج الاعداد
de: Setup Assistent
es: Asistente de configuración
fr: Assistant de configuration
ja: セットアップウィザード
tr: Kurulum sihirbazı

source: Executes the grommunio-setup script for the initial configuration of grommunio databases, TLS certificates, services and the administration web user interface.
ar: ينفذ البرنامج النصي لإعداد grommunio للتكوين الأولي لقواعد بيانات grommunio وشهادات TLS والخدمات وواجهة مستخدم ويب الإدارة.
de: Führt das grommunio-setup Skript zur initialen Konfiguration der grommunio Datenbanken, TLS Zertifikate, Dienste und des Administrationsweboberfläche.
es: Ejecuta el script grommunio-setup para la configuración inicial de las bases de datos grommunio, certificados TLS, servicios y la interface de usuario web de administración.
fr: Exécute le script grommunio-setup pour la configuration initiale des bases de données grommunio, des certificats TLS, des services et de l'interface utilisateur Web d'administration.
ja: grommunio データベース、TLS 証明書、サービス、および管理 Web ユーザー インターフェイスの初期構成のために grommunio-setup スクリプトを実行します。
tr: grommunio veritabanlarının, TLS sertifikalarının, hizmetlerinin ve yönetim web kullanıcı arabiriminin ilk yapılandırması için grommunio-setup komut dosyasını yürütür.

source: Change admin-web password
ar: تغيير كلمة مرور المسؤول على الويب
de: Ändern des Admin-Web Passworts
es: Cambiar contraseña admin-web
fr: Changer le mot de passe admin-web
ja: admin-web パスワードの変更
tr: admin-web şifresini değiştir

source: Opens a dialog for changing the password used by the administration web interface.
ar: يفتح مربع حوار لتغيير كلمة المرور المستخدمة بواسطة واجهة ويب الإدارة.
de: Öffnet den Dialog zum Ändern des Passworts für die Admistrationsweboberfläche.
es: Abre un cuadro de diálogo para cambiar la contraseña utilizada por la interface web de administración.
fr: Ouvre une boîte de dialogue permettant de modifier le mot de passe utilisé par l'interface Web d'administration.
ja: 管理 Web インターフェイスで使用されるパスワードを変更するためのダイアログを開きます。
tr: Yönetim web arabirimi tarafından kullanılan parolayı değiştirmek için bir iletişim kutusu açar.

source: Terminal
ar: صالة
ja: 「ターミナル」

source: Starts terminal for advanced system configuration.
ar: يبدأ المحطة لتكوين النظام المتقدم.
de: Startet einen Terminal für die Experten.
es: Inicia el terminal para la configuración avanzada del sistema.
fr: Démarre le terminal pour la configuration avancée du système.
ja: 高度なシステム構成用のターミナルを起動します。
tr: Gelişmiş sistem konfigürasyonu için terminali açar.

source: Reboot
ar: اعادة التشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
ja: リブート
tr: Yeniden başlat

source: Reboot system.
ar: إعادة تشغيل النظام.
de: System neu starten.
es: Reinicia el sistema.
fr: Redémarrer le système.
ja: 再起動システム。
tr: Sistemi yeniden başlatma.

source: Shutdown
ar: اغلق
de: Herunterfahren
es: Cierre
fr: Fermer
ja: シャットダウン
tr: Kapat

source: Shutdown system.
ar: نظام الاغلاق.
de: System herunterfahren.
es: Sistema de apagado.
fr: Système d'arrêt.
ja: システムをシャットダウンします。
tr: Sistemi kapat.

source: Shuts down the system and powers off.
ar: يقوم بإيقاف تشغيل النظام وإيقاف تشغيله.
de: Fährt das System herunter und schaltet ab.
es: Apaga el sistema y se apaga.
fr: Arrête le système et s'éteint.
ja: システムをシャットダウンし、電源をオフにします。
tr: Sistemi ve gücü kapatır.

source: Exit CUI
ar: الخروج من CUI
de: Verlasse CUI
es: Salir del CUI
fr: Quitter l'UIC
ja: CUI を終了する
tr: CUI'den çık

source: grommunio console user interface
ar: واجهة مستخدم وحدة التحكم grommunio
es: Interface de usuario de la consola grommunio
fr: interface utilisateur de la console grommunio
ja: grommunio コンソールのユーザー インターフェイス
tr: grommunio konsol kullanıcı arabirimi

source: Active keyboard layout: {kbd}; color set: {colormode}.
ar: تخطيط لوحة المفاتيح النشط: {kbd}؛ مجموعة الألوان: {colormode}.
de: Aktives Tastaturlayout: {kbd}; Farbmodus: {colormode}.
es: Disposición activa del teclado: {kbd}; conjunto de colores: {colormode}.
fr: Disposition du clavier actif : {kbd} ; jeu de couleurs : {colormode}.
ja: アクティブなキーボード レイアウト: {kbd};カラーセット: {colormode}。
tr: Aktif klavye düzeni: {kbd}; renk seti: {colormode}.

source: If you need help, press the 'L' key to view logs.
ar: إذا كنت بحاجة إلى مساعدة ، فاضغط على مفتاح "L" لعرض السجلات.
de: Um die Logs anzuzeigen, bitte die 'L' Taste benutzen.
es: Si necesitas ayuda, pulsa la tecla "L" para ver los registros.
fr: Si vous avez besoin d'aide, appuyez sur la touche 'L' pour afficher les journaux.
ja: ヘルプが必要な場合は、「L」キーを押してログを表示してください。
tr: Yardıma ihtiyacınız varsa günlükleri görüntülemek için 'L' tuşuna basın.

source: What is {%s}.
ar: %sما هي الصورة}.
de: Was ist {%s}.
es: Qué es {%s}.
fr: Qu'est-ce que {%s}.
ja: {%s} とは。
tr: {%s} dir.

source: NOTHING
ar: ولا شيء
de: NICHTS
es: NADA
fr: RIEN
ja: なし
tr: HİÇ

source: was successful
ar: كان ناجحا
de: war erfolgreich
es: tuvo éxito
fr: était un succès
ja: 成功した
tr: başarılıydı

source: failed due to mismatching password values
ar: فشل بسبب عدم تطابق قيم كلمة المرور
de: wegen nicht übereinstimmender Passwörter fehlgeschlagen
es: Error debido a la falta de coincidencia de los valores de la contraseña
fr: échec en raison de valeurs de mot de passe incompatibles
ja: パスワード値が一致しないため失敗しました
tr: uyumsuz parola nedeniyle başarısız oldu

source: failed
ar: فشل
de: fehlgeschlagen
es: fallido
fr: manqué
ja: 失敗した
tr: başarısız

source: aborted
ar: أجهضت
de: abgebrochen
es: abortado
fr: avortée
ja: 中止した
tr: durduruldu

source: System password reset {success_msg}!
ar: إعادة تعيين كلمة مرور النظام {{success_msg}}!
de: Zurücksetzen des System Passworts {success_msg}!
es: ¡Restablecimiento de la contraseña del sistema {success_msg}!
fr: Réinitialisation du mot de {success_msg} !
ja: システム パスワードのリセット {success_msg}!
tr: Sistem şifresi sıfırlandı {success_msg}!

source: System password reset
ar: إعادة تعيين كلمة مرور النظام
de: Zurücksetzen des System Passworts
es: Restablecimiento de la contraseña del sistema
fr: Réinitialisation du mot de passe système
ja: システムパスワードのリセット
tr: Sistem parolası sıfırlama

source: Admin password reset {success_msg}!
ar: إعادة تعيين كلمة مرور المشرف {{success_msg}}!
de: Zurücksetzen des Admin Passworts {success_msg}!
es: ¡Restablecimiento de la contraseña de administrador {success_msg}!
fr: Réinitialisation du mot de passe administrateur {success_msg} !
ja: 管理者パスワードのリセット {success_msg}!
tr: Admin şifresi sıfırlandı {success_msg}!

source: Admin password reset
ar: إعادة تعيين كلمة مرور المسؤول
de: Zurücksetzen des Admin Passworts
es: Restablecer contraseña de administrador
fr: Réinitialisation du mot de passe administrateur
ja: 管理者パスワードのリセット
tr: Yönetici parolası sıfırlama

source: Software repository selection has been canceled.
ar: تم إلغاء اختيار مستودع البرامج.
de: Die Auswahl des Software Repositories wurde abgebrochen.
es: Se ha cancelado la selección del repositorio de software.
fr: La sélection du référentiel de logiciels a été annulée.
ja: ソフトウェア リポジトリの選択がキャンセルされました。
tr: Yazılım deposu seçimi iptal edildi.

source: Please check the credentials for "supported"-version or use "community"-version.
ar: يرجى التحقق من بيانات اعتماد الإصدار "المدعوم" أو استخدام إصدار "المجتمع".
de: Bitte prüfen Sie die Daten für die "supported" Version oder benutzen Sie die "community" Version.
es: Compruebe las credenciales para la versión "compatible" o utilice la versión "comunitaria".
fr: Veuillez vérifier les informations d'identification pour la version « prise en charge » ou utiliser la version « communautaire ».
ja: 「サポートされている」バージョンの資格情報を確認するか、「コミュニティ」バージョンを使用してください。
tr: Lütfen "desteklenen" sürüm için kimlik bilgilerini kontrol edin veya "topluluk" sürümünü kullanın.

source: The repo file has not been changed.
ar: لم يتم تغيير ملف الريبو.
de: Die repo Datei wurde nicht verändert.
es: El archivo repo no se ha modificado.
fr: Le fichier de dépôt n'a pas été modifié.
ja: レポファイルは変更されていません。
tr: Repo dosyası değiştirilmedi.

source: One moment, please ...
ar: لحظة واحدة من فضلك ...
es: Un momento, por favor ...
fr: Un instant s'il vous plaît ..
ja: ちょっと待ってください ...
tr: Biraz bekleyin lütfen ...

source: Fetching GPG-KEY file and refreshing repositories. This may take a while ...
ar: إحضار ملف GPG-KEY وتحديث المستودعات. هذا قد يستغرق بعض الوقت ...
de: Hol die GPG-KEY Datei und aktualisiere die Repositories. Das kann einige Zeit in Anspruch nehmen ...
es: Obtención del archivo GPG-KEY y actualización de los repositorios. Esto puede tomar un tiempo ...
fr: Récupération du fichier GPG-KEY et actualisation des référentiels. Cela peut prendre un peu de temps ...
ja: GPG-KEY ファイルを取得し、リポジトリを更新しています。これは時間がかかる場合があります ...
tr: GPG-KEY dosyası getiriliyor ve depolar yenileniyor. Bu biraz zaman alabilir ...

source: Software repository selection has been updated.
ar: تم تحديث اختيار مستودع البرامج.
de: Die Auswahl des Software Repositories wurde aktualisiert.
es: Se ha actualizado la selección de repositorios de software.
fr: La sélection du référentiel de logiciels a été mise à jour.
ja: ソフトウェア リポジトリの選択が更新されました。
tr: Yazılım deposu seçimi güncellendi.

source: Software repository selection has not been updated. Something went wrong while importing key file.
ar: لم يتم تحديث اختيار مستودع البرامج. حدث خطأ ما أثناء استيراد ملف المفتاح.
de: Die Auswahl des Software Repositories wurde nicht aktualisiert. Irgendwas ist während dem Import des Schlüssel-Files schief gelaufen.
es: La selección del repositorio de software no se ha actualizado. Algo ha ido mal al importar el archivo de claves.
fr: La sélection du référentiel de logiciels n'a pas été mise à jour. Une erreur s'est produite lors de l'importation du fichier de clé.
ja: ソフトウェア リポジトリの選択は更新されていません。キー ファイルのインポート中に問題が発生しました。
tr: Yazılım deposu seçimi güncellenmedi. Anahtar dosyası yüklenirken bir terslik oldu.

source: Timesyncd configuration change {success_msg}!
ar: تغيير تكوين Timesyncd {Success_msg{success_msg}}!
de: Timesyncd Konfigurationsänderung {success_msg}!
es: ¡Cambio de configuración de Timesyncd {success_msg}!
fr: Changement de configuration Timesyncd {success_msg} !
ja: Timesyncd 構成の変更 {success_msg}!
tr: Timesyncd yapılandırma değişikliği {success_msg}!

source: Timesyncd Configuration
ar: تكوين Timesyncd
de: Timesyncd Konfigurationsänderung
es: Configuración de Timesyncd
fr: Configuration de la synchronisation temporelle
ja: Timesync の設定
tr: Timesyncd yapılandırması

source: Creator (%s) clicked %b.
ar: قام المنشئ (٪ s) بالنقر فوق٪ b.
de: Ersteller (%s) klickt %b.
es: El creador (%s) hizo clic en %b.
fr: Le créateur (%s) a cliqué sur %b.
ja: 作成者 (%s) が %b をクリックしました。
tr: Yaratıcı (%s) %b'yi tıkladı.

source: Called handle_menu_changed() with args(%s) and
ar: تم استدعاء handle_menu_changed () مع args (%s)
de: Aufruf von handle_menu_changed() mit Argumenten(%s) und
es: Llamada a handle_menu_changed() con args(%s) y
fr: Appelé handle_menu_changed() avec args(%s) et
ja: args(%s) を指定して handle_menu_changed() を呼び出し、
tr: argümanlar(%s) ile handle_menu_changed() olarak adlandırılır ve

source: Called handle_menu_activated() with args(%s) and
ar: تم استدعاء handle_menu_activated () مع args (%s)
de: Aufruf von handle_menu_activated() mit Argumenten(%s) und
es: Llamada a handle_menu_activated() con args(%s) y
fr: Appelé handle_menu_activated() avec args(%s) et
ja: args(%s) を指定して handle_menu_activated() を呼び出し、
tr: argümanlar(%s) ile handle_menu_actived() olarak adlandırılır ve

source: To return to the CUI, issue the `exit` command.
ar: للعودة إلى CUI ، قم بإصدار الأمر "خروج".
de: Um zurück zum CUI zu kehren, den `exit` Befehl ausführen.
es: Para volver a la CUI, ejecute el comando `exit`.
fr: Pour revenir au CUI, émettez la commande `sortir`.
ja: CUI に戻るには、「exit」コマンドを発行します。
tr: CUI'ye dönmek için "exit" komutunu yazın.

source: Are you sure?
ar: هل أنت واثق؟
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
ja: 本気ですか？
tr: Emin misiniz?

source: After pressing OK,
ar: بعد الضغط على "موافق" ،
de: Nach betätigen von OK,
es: Después de pulsar OK,
fr: Après avoir appuyé sur OK,
ja: OKを押した後、
tr: Tamam'a bastıktan sonra,

source: the system will reboot.
ar: سيقوم النظام بإعادة التشغيل.
de: wird das System neu gestartet.
es: el sistema se reiniciará.
fr: le système va redémarrer.
ja: システムが再起動します。
tr: sistem yeniden başlatılacaktır.

source: the system will shut down and power off.
ar: سيتم إيقاف تشغيل النظام وإيقاف تشغيله.
de: wird das System herunter gefahren und ausgeschalten.
es: el sistema se apagará y se desconectará.
fr: le système s'arrêtera et s'éteindra.
ja: システムがシャットダウンし、電源がオフになります。
tr: sistem tamamen kapanacak.

source: Changing system password
ar: تغيير كلمة مرور النظام
de: Ändern des System Passworts
es: Cambiar la contraseña del sistema
fr: Changer le mot de passe du système
ja: システムパスワードの変更
tr: Sistem şifresini değiştirme

source: System Password Change
ar: تغيير كلمة مرور النظام
de: Systempasswortänderung
es: Cambio de contraseña del sistema
fr: Modification du mot de passe système
ja: システムパスワードの変更
tr: Sistem Parola Değişikliği

source: Enter the new system password:
ar: أدخل كلمة مرور النظام الجديدة:
de: Geben Sie das neue System Passwort ein:
es: Introduzca la nueva contraseña del sistema:
fr: Saisissez le nouveau mot de passe système :
ja: 新しいシステム パスワードを入力します。
tr: Yeni sistem parolasını girin:

source: Use the arrow keys to switch between logfiles. <LEFT> and <RIGHT> switch the logfile, while <+> and <-> changes the line count to view. (%s)
ar: استخدم مفاتيح الأسهم للتبديل بين ملفات السجل. يقوم <LFT> و <Right> بتبديل ملف السجل ، بينما يغير <+> و <-> عدد الأسطر لعرضه. (%s)
de: Benutze die Pfeiltasten um zwischen den Logfiles hin und her zu schalten. <LINKS> und <RECHTS> wechselt zwischen den Dateien, während <+> und <-> die anzuzeigende Zeilenzahl ändern. (%s)
es: Utilice las teclas de flecha para cambiar entre archivos de registro. <IZQUIERDA> y <DERECHA> cambian de archivo de registro, mientras que <+> y <-> cambian el recuento de líneas a ver. (%s)
fr: Utilisez les touches fléchées pour basculer entre les fichiers journaux. <LEFT> et <RIGHT> changent le fichier journal, tandis que <+> et <-> changent le nombre de lignes à afficher. (%s)
ja: 矢印キーを使用して、ログ ファイルを切り替えます。 <LEFT> と <RIGHT> はログファイルを切り替え、<+> と <-> は表示する行数を変更します。 (%s)
tr: Günlük dosyaları arasında geçiş yapmak için ok tuşlarını kullanın. <SOL> ve <SAĞ> günlük dosyasını değiştirirken, <+> ve <-> satır sayısını görüntülemek için değiştirir. (%s)
